[CombatMessages]

[VehicleMessages]

[MissionMessages]
MissionOfferedPreamble=Mission Offered:
MissionOfferAcceptedByGroup=Mission has been accepted by Group Leader.
MissionDiversionPreamble=Mission has been changed:
MissionOfferRevoked=Mission Offer has been revoked.
MissionEnded=Mission has ended.
MissionStageOpposed=<Stage_Cur>/<Stage_Max>
MissionStageUnopposed=<Stage_Cur>/<Stage_Max>
FinalMissionStage=<Stage_Max>/<Stage_Max>

[SystemMessages]
TimeStampOn=Chat TimeStamping is now On.
TimeStampOff=Chat TimeStamping is now Off.
ProfanityFilterOn=Profanity Filter is now On.
ProfanityFilterOff=Profanity Filter is now Off.
ShowNamesOn=Showing other player names.
ShowNamesOff=Hiding other player names.
SavedChatLog=Saved chat log at '<location>'.
GroupPledgedContact=Your group is pledged to <contact>.
GroupPledgedContactSingle=You are now pledged to <contact>.
GroupUnPledgedContact=Your group is no longer pledged to <contact>.
GroupUnPledgedContactSingle=You are no longer pledged to <contact>.
CoinToss_Head=<Player> tossed a coin and ... it's Heads!
CoinToss_Tails=<Player> tossed a coin and ... it's Tails!
NumUnrealMail_Singular=You have one unread mail message.
NumUnrealMail_Plural=You have <NUMBER> unread mail messages.
NewMailReceived=You have received a mail message.
NewMailReceived_Plural=You have received new mail.\nYou have <NUMBER> unread mail messages.
You=You
GroupPublicModeDefaultOn=Newly created groups by you will be public by default.
GroupPublicModeDefaultOff=Newly created groups by you will be private by default.
GroupInviteModeDefaultOn=Newly created groups by you will allow everyone in your group to invite new members.
GroupInviteModeDefaultOff=Newly created groups by you will allow only the group leader to invite new members.
GroupPublicModeOn=The group you are in is public.
GroupPublicModeOff=The group you are in is private.
GroupInviteModeOn=Everyone in your group can invite new group members.
GroupInviteModeOff=Only the group leader can invite new group members.
MissionOffersOn=Mission offers are now enabled
MissionOffersOff=Mission offers are now disabled
InGameTime=In-Game Time: <hours>:<minutes>:<seconds>
ServerTime=Server Time: <hours>:<minutes>:<seconds>
LocalTime=Local Time: <hours>:<minutes>:<seconds>
LatencyTestStart=Starting latency test. It will run for the next <minutes> minutes. Use /latencytest again to stop early.
LatencyTestNotAvailable=Latency test currently unavailable.
LatencyTestComplete=Latency test complete. Please send <file> to customer support.
LatencyTestAborted=Latency test aborted due to disconnection, district switch or log-out.
LatencyTestCouldNotOpenLog=Failed to create <file>.
LatencyTestTemporarilyUnavailable=Latency test temporarily unavailable, please try again in a few seconds.
LatencyTestStartFailed=Failed to start latency test.
AccountSilenced=You have been silenced by a GM until <expiry>
AccountUnsilenced=You have been unsilenced by a GM.

[SystemWarning]
NoReplyReceiver=Warning - No Whisper message received yet, no-one to reply to!
WorldServerDisconnected=Error - World Server is not connected!
WorldNotEntered=Error - Player hasn't entered the World yet!
DistrictServerDisconnected=Error - District Server is not connected!
WhisperSyntax=Correct format required (e.g. /w ReceiverName Message).
WhisperReceiverNameLenShort=Error - Whisper Receiver's name is too short.
WhisperReceiverNameLenExceed=Error - Whisper Receiver's name is too long.
InGroup=Error - You are currently in a Group.
NotInGroup=Error - You are currently not in a Group.
NotInTeam=Error - You are currently not in a Team.
NotInClan=Error - You are currently not in a Clan.
NotAnOfficer=Error - You are not an Officer and so can't perform this function.
NoRank=Error - You don't have the rank for this operation.
NoPlayerPawn=Player is not alive.
PlayerPermissionInsufficient=You don't have the required permissions for this operation.
PlayerRankInsufficient=You don't have the required rank for this operation.
NoSuchGroupMember=No Such Member in Group.
NoSuchTeamMember=No Such Member in Clan.
GroupInviteSendFail=Unable to send Group Invite request.
GroupAcceptSendFail=Unable to send Group Accept request.
GroupAcceptNoInvite=No pending Group Invite requests to accept.
GroupLeaveSendFail=Unable to send Group Leave request.
GroupTransferSendFail=Unable to send Group Leave request.
GroupRemoveSendFail=Unable to send Group Remove request.
ClanInviteSendFail=Unable to send Clan Invite request.
ClanAcceptSendFail=Unable to send Clan Accept request.
ClanAcceptNoInvite=No pending Clan Invite requests to accept.
ClanRemoveSendFail=Unable to send Clan Remove request.
ClanLeaveSendFail=Unable to send Clan Leave request.
ClanRemoveSelfFail=Unable to remove yourself from the clan.  Use /clanleave if you wish to leave the clan.
ClanLeaveLeaderFail=Unable to leave the clan as you are currently the clan leader.  Either disband the clan, or transfer leadership to another member before attempting to leave the clan again.
FriendAddSendFail=Unable to send Friend Add request.
FriendRemoveSendFail=Unable to send Friend Remove request.
NoSuchPlayerInFriendList=No such player in Friend List.
IgnoreSendFail=Unable to send Ignore request.
UnIgnoreSendFail=Unable to send Unignore request.
NoSuchPlayerInIgnoreList=No such player in Ignore List.
PlayedSendFail=Unable to send Played request.
WhoSendFail=Unable to send Who request.
AFKSendFail=Unable to send AFK request.
DNDSendFail=Unable to send DND request.
CommandNotAvailableUntilInWorld=This command is not available until you have connected to a world
CommandNotAvailableUntilInDistrict=This command is not available until you have connected to a district
CommandNotAvailableUntilSpawnedInDistrict=This command is not available until you have spawned into a district
CommandNotAvailableInEditors=This command is not available when in editors
EmoteNotUnlocked=Unable to perform the requested emote as you haven't unlocked it
TooManyArguments=Too many arguments specified (correct syntax: <syntaxhint>)
NotEnoughArguments=Too few arguments specified (correct syntax: <syntaxhint>)
NeedsOneArgument=Error - Function needs an argument.
NeedsTwoArguments=Error - Function needs two arguments.
CharacterNameLenShort=Error- Specified player's name is too short.
CharacterNameLenExceed=Error- Specified player's name is too long.
WhisperToSelfFailed=Unable to whisper to yourself
TargetPlayerNotInClan=Error - Target player is not part of your Clan.
NotGroupLeader=You are not the group leader.  Only the group leader can transfer leadership.
NotInDistrict=You need to be in a district to use this command.
ReportPlayerSuccess=Report successful.
ReportPlayerFail=Report failed. Please double check the character name and make sure they are currently in the same district.
ReportPlayerFailSelf=Unable to report yourself.

[TabNames]
Chat=Chat
Help=Help
